{"title": "The Revenant",
"subtitle": "Leonardo DiCaprio goes on a bear hunt and isn't scared",
"description": "The Revenant – Review",
"author": "Thomas Player",
"time": "2016-01-16",
"body": "As we recover from the excesses of Christmas and draw close to awards season, stripped back “survival Western” The Revenant is surely tipped as a front runner for several gongs. An acclaimed director in Alejandro G. Iñárritu (hot off the tails of last year’s outsider success Birdman) and a cast of established and up-and-coming stars, led by Leonardo DiCaprio, have made sure of that.\nShot sequentially using only natural lighting and minimal computer generated effects, it tells the story of Hugh Glass (DiCaprio), a 19th century fur trapper in Louisiana who is near-fatally mauled by a bear, and his survival in the barren wilderness full of hostile Native Americans. The production of this film is almost as epic as the plot itself, taking nine months, with its original budget ballooning from $60 million to a reported $135 million. But then, as Iñárritu pointed out in an interview, “Nobody will go to a film because the guys were on schedule and on budget. It’s how good the film is”.\nSo, how good is it? Commitment to character from the cast all round on what must have been a gruelling shoot merits great praise. In particular DiCaprio’s teeth-gritting tenacity and near mute performance is truly gripping and may well win him the Academy Award for Best Actor that he has thrice been nominated for. That said, I doubt that many of the trials in the film required much in the way of acting to evoke a response; his willingness to jump in and out of shatteringly icy cold rivers again and again is remarkable alone. Tom Hardy’s scalped trapper with a big fat chip on his shoulder and Domhnall Gleeson’s dedicated captain are also dependably solid.\nIn fact, with long stretches spent following a solo DiCaprio through his seven circles of North American hell, more time could have been spent developing the ensemble characters. A prime example of this is Jim Bridger, a young huntsman played by rising star Will Poulter, whose character arc felt about as filled in as his endearing bum-fluff moustache.\nThe theme of isolation is evoked in many ways: the use of negative space (the sky all but fills many shots), the lack of lines for DiCaprio (his script must have mainly read ‘he grunts’ or ‘he breathes’) and the prominent position that the wind takes in the soundscape. The use of silence is also particularly effective—the pared back score of experimental Japanese composer Ryuichi Sakamoto points at the hunters’ isolation and heightens the tension throughout the film, slowly building suspense through brooding drawn-out chord progressions on sorrowful strings.\nFilmed with natural light, and not always much of it, the off white snow, dirty green and brown forests and steel blue skies (think the colours of a trendy IKEA lounge) are captured beautifully and the cinematography suggests both wilderness and abandonment. The frozen wastes of the North American and Argentinian mountains and forests that here double as Montana and South Dakota put the strength and majesty of nature at the fore. Heavy use of low angle shots reinforces both the sense of scale and solitude and makes the icy skies and tall firs show stealing characters in their own right.\nThe sheer number of low angle shots does, however, mean that you see up the characters’ noses an awful lot. With sub-zero temperatures this adds a layer of frozen snotty realism that I could have done without.\nHaving shunned computer effects for the most part (except for the bear attack, one hopes) the visceral practical effects—think blood, guts and gore galore—are particularly effective, and there are plenty of don’t-want-to-look but can’t-look-away moments. Red blood on white snow provides a shocking and striking contrast, seen before in films such as Fargo, and as I’m sure will be seen in Quentin Tarantino’s next outing The Hateful Eight.\nA film that takes itself as deadly seriously as this one does run the risk of becoming bloated. Iñárritu has managed to stay on the right side of dull, but some choice edits would have tightened the film. In particular, some of the multiple flashbacks underlining Glass’s past feel superfluous. However, any sins committed by the length of the film are made up for by the sheer edge-of-the-seat excitement during the plentiful action sequences that break it up.\nOverall, The Revenant is a stressful, hard-hitting, stomach-turning and emotionally taxing film, where everything that can go wrong does. I’d urge you to see it."}
